{
	
	"ERAuth.loginLegend" = "Login";
	"ERAuth.usernameLabel" = "Username";
	"ERAuth.passwordLabel" = "Password";
	"ERAuth.signInButtonLabel" = "Login";
	"ERAuth.signUpButtonLabel" = "Sign Up";
	
	"ERAEditPassword.createLegend" = "Create Password";
	"ERAEditPassword.updateLegend" = "Change Password";
	"ERAEditPassword.newPasswordLabel" = "New Password";
	"ERAEditPassword.oldPasswordLabel" = "Current Password";
	"ERAEditPassword.verifyPasswordLabel" = "Re-enter New Password";
}